Repository: VeselinMar/Mama-To-Be
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bg, de

source: Food
bg: Храна
de: Essen

source: Pregnancy
bg: Бременност
de: Schwangerschaft

source: Sleep
bg: Сън
de: Schlaf

source: Behaviour
bg: Поведение
de: Verhalten

source: None
bg: Няма
de: Keine

source: Health
bg: Здраве
de: Gesundheit

source: Diet & Nutrition
bg: Хранене и диета
de: Ernährung & Diät

source: Fitness
bg: Фитнес

source: Toys & Play
bg: Играчки и игри
de: Spielzeug & Spiele

source: Safety
bg: Безопасност
de: Sicherheit

source: Family Travel
bg: Семейни пътувания
de: Familienreisen

source: Clothing
bg: Облекло
de: Kleidung

source: Mental Health
bg: Психично здраве
de: Psychische Gesundheit

source: Baby Gear
bg: Бебешки аксесоари
de: Baby-Ausrüstung

source: Education
bg: Образование
de: Bildung

source: Relationship
bg: Взаимоотношения
de: Beziehungen

source: Helpful
bg: Полезно
de: Hilfreich

source: Permissions
bg: Разрешения
de: Berechtigungen

source: Important Dates
bg: Важни дати
de: Wichtige Daten

source: Welcome to Mom-To-Be!
bg: Добре дошли в Mom-To-Be!
de: Willkommen bei Mom-To-Be!

source: "Here I share my personal journey from the moment I realized I was going to be a mother. You will find useful information about motherhood, as well as my experiences as an expat. I write about life with a small child, about the challenges and small victories, about the joys, tears, and everything in between. Many thoughts, poured out on the digital page... and something else."
bg: Тук споделям личния си път от момента, в който разбрах, че ще ставам майка. Ще откриете полезна информация за майчинството, както и моите преживявания извън България. Пиша за живота с малко дете, за предизвикателствата и малките победи, за радостите, сълзите и всичко между тях. Много размисли, изляти върху дигиталния лист... и още нещо.
de: Hier teile ich meine persönliche Reise ab dem Moment, in dem mir klar wurde, dass ich Mutter werden würde. Sie finden hier hilfreiche Informationen rund um das Thema Mutterschaft sowie meine Erfahrungen als Expat. Ich schreibe über das Leben mit einem kleinen Kind, über die Herausforderungen und kleinen Erfolge, über Freuden, Tränen und alles dazwischen. Viele Gedanken, die auf der digitalen Seite niedergeschrieben wurden ... und noch etwas mehr.

source: Learn more about me
bg: Научете повече за мен
de: Erfahren Sie mehr über mich

source: What will I find on this site?
bg: Какво ще намеря в сайта?
de: Was finde ich auf dieser Seite?

source: Pregnancy & Birth — stories and experience
bg: Бременност и раждане — истории и опит
de: Schwangerschaft & Geburt — Geschichten und Erfahrungen

source: Raising a young child — tips and personal insights
bg: Отглеждане на малко дете — съвети и личен опит
de: Aufziehen eines kleinen Kindes — Tipps und persönliche Einblicke

source: Motherhood in Austria — information and practical advice
bg: Майчинство в Австрия — информация и полезни съвети
de: Mutterschaft in Österreich — Informationen und praktische Ratschläge

source: Informational materials — ideas for children's activities
bg: Информативни материали — идеи за активности за деца
de: Informationsmaterial — Ideen für Kinderaktivitäten

source: Nursery & Kindergarten — how to prepare
bg: Ясла и детска градина — как да се подготвите
de: Krippe & Kindergarten — wie man sich vorbereitet

source: Family Recipes — meals I often prepare for my family
bg: Семейни Рецепти — ястия, които често приготвям за семейството си
de: Familienrezepte — Gerichte, die ich oft für meine Familie zubereite

source: Reflections — a digital diary of a mother
bg: Размисли — дигитален дневник на една майка
de: Reflexionen — ein digitales Tagebuch einer Mutter

source: See More
bg: Вижте повече
de: Mehr anzeigen

source: Browse the latest articles!
bg: Разгледайте най-новите статии!
de: Durchstöbern Sie die neuesten Artikel!

source: View Recent Articles
bg: Вижте скорошните статии
de: Neueste Artikel ansehen

source: Home
bg: Начало
de: Start

source: Essential Information about
bg: Важна информация за
de: Wichtige Informationen über

source: Articles
bg: Статии
de: Artikel

source: Learn more about
bg: Научете повече за
de: Erfahren Sie mehr über

source: Search
bg: Търсене
